/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "รายการโปรด";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "ประเภท";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "เพิ่มไปที่ลูปที่ไม่ได้ถูกแท็ก";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "การเพิ่มลูปจากดิสก์หรือพาร์ทิชั่นอื่น";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "ถ้าไฟล์เสียงมีเทมโปที่คงที่ ให้เร่ิมต้นที่จังหวะลงและจุดสิ้นสุดของจังหวะ จังหวะเหล่านี้จะแปลงเป็นเทมโปของโปรเจ็กต์เมื่อแสดงตัวอย่างหรือเพิ่มไปที่โปรเจ็กต์แล้ว";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "ตำแหน่งที่เลือกจะถูกเพิ่มไปที่ลูปที่ไม่ได้ถูกแท็กของคุณ ไฟล์เสียงในตำแหน่งนี้พร้อมกับเทมโปคงที่ซึ่งเริ่มต้นที่จังหวะลงและสิ้นสุดลงที่จังหวะจะแปลงเป็นเทมโปของโปรเจ็กต์เมื่อแสดงตัวอย่างหรือถูกเพิ่มไปที่โปรเจ็กต์";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "ยกเลิก";

/* Copy Loops Button */
"Copy to Loops Folder" = "คัดลอกไปยังโฟลเดอร์ลูป";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "ลูปนี้จะถูกเพิ่มลงในหน้าต่างเลือกลูป ซึ่งจะมีให้ใช้ในเพลงของคุณ เลือกว่าจะให้ Logic คัดลอกลูปไปยังโฟลเดอร์ Apple Loop หรือใช้จากตำแหน่งปัจจุบันของลูปเหล่านั้น";

/* Debug Menu: Edit Tags */
"Edit Tags" = "แก้ไขแท็ก";

/* Debug Menu: Show in Finder */
"Show in Finder" = "แสดงใน Finder";

/* Debug Menu:Parse loop */
"Parse loop" = "วิเคราะห์ลูป";

/* Descriptors */
"Descriptors" = "ตัวอธิบาย";

/* Genre */
"Genre" = "ประเภท";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "การเพิ่มลูปลงในหน้าต่างเลือกลูป";

/* Initial Title of the jam pack control */
"All Packs" = "แพ็คทั้งหมด";

/* Instrument */
"Instrument" = "เครื่องดนตรี";

/* LoopBrower: two and more items label */
"%ld items" = "%ld รายการ";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "การเล่นลูป";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "ลูปจริง";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "ลูปซอฟแวร์";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "ลูปเว็บ";

/* LoopBrowser: one Item label */
"1 item" = "1 รายการ";

/* LoopBrowser: zero Items label */
"0 items" = "0 รายการ";

/* Move Loops Button */
"Move to Loops Folder" = "ย้ายไปยังโฟลเดอร์ลูป";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "ลูปนี้จะถูกเพิ่มลงในหน้าต่างเลือกลูป ซึ่งจะมีให้ใช้ในเพลงของคุณ เลือกว่าจะให้ Logic ย้ายลูปไปยังโฟลเดอร์ Apple Loop หรือใช้จากตำแหน่งปัจจุบันของลูปเหล่านั้น";

/* Reference Loops Button */
"Current Location" = "ตำแหน่งปัจจุบัน";

/* Reindex all loops menu item */
"Reindex All Loops" = "จัดดัชนีลูปทั้งหมดใหม่";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "เลือกว่าคุณต้องการดูการเปลี่ยนตำแหน่งใดนหน้าต่างเลือกลูป";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "คลิกเพื่อค้นหาลูปตามเครื่องดนตรี ประเภท และตัวอธิบาย";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "เลือกว่าจะแสดงคำสำคัญสำหรับเครื่องดนตรี ประเภท หรืออารมณ์หรือไม่";

/* accessibility description of the segment that switches to column view */
"column view" = "มุมมองคอลัมน์";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "มุมมองปุ่มดนตรี";

/* menu item in Recent Search History */
"Clear Search History" = "ล้างประวัติการค้นหา";

/* menu item in Recent Search History */
"No recent searches" = "ไม่มีการค้นหาล่าสุด";

/* menu title in Recent Search History */
"Recent Searches" = "การค้นหาล่าสุด";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "ค้นหาลูป";
